Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Version %@ · protected app
zh_hans: 版本 %@ · 受保护的应用
zh_hant: 版本 %@ · 受保護的 App

source: Vertical Padding
zh_hans: 垂直内边距
zh_hant: 垂直內距

source: Very High
zh_hans: 很高
zh_hant: 很高

source: Video Playback
zh_hans: 视频播放
zh_hant: 影片播放

source: View Release
zh_hans: 查看版本
zh_hant: 檢視版本

source: View Style
zh_hans: 视图样式
zh_hant: 檢視樣式

source: View on GitHub
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上檢視

source: View only
zh_hans: 仅查看
zh_hant: 僅檢視

source: Visibility
zh_hans: 能见度
zh_hant: 能見度

source: Visible Battery Info
zh_hans: 显示的电池信息
zh_hant: 顯示的電池資訊

source: Visible Main Widgets
zh_hans: 显示的主小组件
zh_hant: 顯示的主要小工具

source: Visible Mini Widgets
zh_hans: 显示的迷你小组件
zh_hant: 顯示的迷你小工具

source: Visible Weather Info
zh_hans: 显示的天气信息
zh_hant: 顯示的天氣資訊

source: Visible Widgets
zh_hans: 显示的小组件
zh_hant: 顯示的小工具

source: Visit Website
zh_hans: 访问网站
zh_hant: 造訪網站

source: Visual Studio Code returned no release version
zh_hans: Visual Studio Code 未返回版本号
zh_hant: Visual Studio Code 未傳回版本號碼

source: Visual Studio Code update service unavailable
zh_hans: Visual Studio Code 更新服务不可用
zh_hant: Visual Studio Code 更新服務無法使用

source: Vocal Booster
zh_hans: 人声增强
zh_hant: 人聲增強

source: Voltage
zh_hans: 电压
zh_hant: 電壓

source: Volume
zh_hans: 音量
zh_hant: 音量

source: Volume HUD
zh_hans: 音量提示浮层
zh_hant: 音量浮動提示

source: Volume Not Adjustable
zh_hans: 音量不可调节
zh_hant: 無法調整音量

source: WARNING: All these features are in development and may not work as expected. They might cause unexpected unlocks on your mac. Use at your own risk.
zh_hans: 警告：这些功能均在开发中，可能无法按预期工作，并可能导致 Mac 意外解锁。使用风险由你自行承担。
zh_hant: 警告：這些功能皆在開發中，可能無法如預期運作，並可能導致你的 Mac 意外解鎖。使用風險自負。

source: WARNING: This method uses Spotify’s internal APIs to unlock standard and additional features for both Premium and non-Premium users. Use at your own risk, usage may be subject to Spotify’s Terms of Service.
zh_hans: 警告：此方式使用 Spotify 内部 API，为 Premium 和免费用户提供标准功能及额外功能。请自行承担使用风险，并遵守 Spotify 服务条款。
zh_hant: 警告：此方式使用 Spotify 的內部 API，為 Premium 與非 Premium 使用者解鎖標準及額外功能。使用風險自負，使用行為可能受 Spotify 服務條款約束。

source: Wait this long in the activation zone before opening Snap Zones. Helps avoid accidental triggers.
zh_hans: 在激活区域停留指定时间后再显示窗口分区，以避免误触。
zh_hant: 在啟用區域停留這段時間後才打開貼齊區域，有助於避免意外觸發。

source: Waiting for Helper…
zh_hans: 正在等待辅助服务…
zh_hant: 正在等待輔助服務…

source: Waiting for power sensors…
zh_hans: 正在等待功率传感器…
zh_hant: 正在等待電源感測器…

source: Wake on Proximity
zh_hans: 靠近时唤醒
zh_hant: 靠近時喚醒

source: Wake the screen when your device comes into range.
zh_hans: 设备进入范围时唤醒屏幕。
zh_hant: 裝置進入範圍時喚醒螢幕。

source: Wake without Unlocking
zh_hans: 仅唤醒，不解锁
zh_hant: 僅喚醒，不解鎖

source: Wakes the Mac briefly (display stays off) at a set interval to record battery state and re-assert your charge limit overnight. Sleep is never disabled.
zh_hans: 按设定间隔短暂唤醒 Mac（显示器保持关闭），记录电池状态并在夜间重新应用充电上限。不会禁用睡眠。
zh_hant: 依設定的間隔短暫喚醒 Mac（顯示器保持關閉），以記錄電池狀態並在夜間重新套用你的充電上限。絕不會停用睡眠。

source: Wallpaper
zh_hans: 墙纸
zh_hant: 背景圖片

source: Watch Mail.app unread messages for verification codes (no AI).
zh_hans: 监测“邮件”应用的未读邮件以查找验证码，不使用 AI。
zh_hant: 監看「郵件」App 的未讀郵件以尋找驗證碼（不使用 AI）。

source: Waveform Appearance
zh_hans: 波形外观
zh_hant: 波形外觀

source: Waveform is volume sensitive
zh_hans: 波形随音量变化
zh_hant: 波形會隨音量變化

source: We believe in transparency. Please review our data handling practices below.
zh_hans: 我们坚持透明原则。请查看下面的数据处理说明。
zh_hant: 我們重視透明度。請檢視下方的資料處理方式。

source: Weather
zh_hans: 天气
zh_hant: 天氣

source: Weather & Environment
zh_hans: 天气与环境
zh_hant: 天氣與環境

source: Weather API key is not configured.
zh_hans: 尚未配置天气 API 密钥。
zh_hant: 尚未設定天氣 API 密鑰。

source: Weather Live Activity Popup Interval
zh_hans: 天气实时活动弹出间隔
zh_hant: 天氣即時動態彈出間隔

source: Weather data is temporarily unavailable.
zh_hans: 天气数据暂时不可用。
zh_hant: 暫時無法取得天氣資料。

source: Weather widget data sources, units, and location-based behavior.
zh_hans: 设置天气小组件的数据来源、单位和定位行为。
zh_hant: 天氣小工具的資料來源、單位和以位置為基礎的行為。

source: Web Data
zh_hans: 网页数据
zh_hant: 網頁資料

source: Wed
zh_hans: 周三
zh_hant: 週三

source: Weekdays
zh_hans: 工作日
zh_hant: 平日

source: Weekly
zh_hans: 每周
zh_hant: 每週

source: Weekly Eye Break Activity
zh_hans: 每周护眼休息活动
zh_hant: 每週護眼休息活動

source: Welcome to Sapphire
zh_hans: 欢迎使用 Sapphire
zh_hant: 歡迎使用 Sapphire

source: Welcome, %@
zh_hans: 欢迎，%@
zh_hant: 歡迎，%@

source: What is OpenBubbles?
zh_hans: 什么是 OpenBubbles？
zh_hant: 什麼是 OpenBubbles？

source: When Spotify desktop on this Mac plays an ad, relaunch it in the background, then resume via Spotify Connect.
zh_hans: 当此 Mac 上的 Spotify 桌面应用播放广告时，在后台重新启动它，再通过 Spotify Connect 恢复播放。
zh_hant: 當這台 Mac 上的 Spotify 桌面版播放廣告時，在背景重新啟動它，然後透過 Spotify Connect 繼續播放。

source: When a Live Activity appears automatically.
zh_hans: 实时活动自动出现时。
zh_hant: 即時動態自動出現時。

source: When a song only has line timing, listen to the music app's audio on this Mac to time each word, and share good results. Asks for audio access and downloads Apple's speech model once.
zh_hans: 歌曲仅有逐行时间轴时，监听此 Mac 上音乐应用的音频，为每个字词确定时间，并分享质量良好的结果。需要音频访问权限，且首次使用会下载 Apple 的语音模型。
zh_hant: 當歌曲只有逐行時間時，聆聽此 Mac 上音樂 App 的音訊來為每個字詞計時，並分享良好的結果。會要求音訊取用權限，並下載一次 Apple 的語音模型。

source: When another app is playing, show a Spotify source tab so you can switch medias. Hidden while Spotify itself is the main media source.
zh_hans: 其他应用播放时显示 Spotify 来源标签页，以便切换媒体。Spotify 已是主要媒体来源时不显示。
zh_hant: 當其他 App 正在播放時，顯示 Spotify 來源標籤頁以便切換媒體。當 Spotify 本身為主要媒體來源時則隱藏。

source: When enabled, 100% app volume is capped by current system output volume.
zh_hans: 启用后，应用音量的 100% 对应当前系统输出音量。
zh_hant: 啟用後，App 音量 100% 的上限為目前的系統輸出音量。

source: When enabled, your Mac will stop using AC power and run from its battery until the battery limit is reached.
zh_hans: 启用后，Mac 将停止使用外接电源，改用电池供电，直到达到设定的电量阈值。
zh_hant: 啟用後，你的 Mac 將停止使用交流電源，改以電池供電，直到達到電池上限。

source: When re-opening the notch, it will return to the last menu you had open.
zh_hans: 重新打开刘海区域时，返回上次打开的菜单。
zh_hant: 重新打開瀏海區域時，會回到你上次打開的選單。

source: When the notch is collapsed, swipe up over it to hide it completely. Swipe down near the notch area to bring it back.
zh_hans: 刘海区域收起时，在其上方向上轻扫可完全隐藏；在刘海附近向下轻扫可重新显示。
zh_hant: 瀏海區域收合時，在其上方向上滑動即可完全隱藏；在瀏海區域附近向下滑動即可讓它重新出現。

source: When you drag a file out of the shelf, remove it from the shelf automatically.
zh_hans: 将文件拖出暂存架后，自动将其从暂存架移除。
zh_hant: 將檔案拖出暫存架時，自動將其從暫存架移除。

source: While caffeinated, set brightness to zero when the lid reaches the trigger angle. This does not put the display to sleep.
zh_hans: 保持唤醒期间，当屏幕达到触发角度时将亮度设为零。此操作不会让显示器进入睡眠。
zh_hant: 保持喚醒期間，當上蓋達到觸發角度時將亮度設為零。這不會讓顯示器進入睡眠。

source: White
zh_hans: 白色
zh_hant: 白色

source: White Noise
zh_hans: 白噪声
zh_hant: 白噪音

source: Wi-Fi Connected
zh_hans: 已连接 Wi-Fi
zh_hant: 已連接 Wi-Fi

source: Wi-Fi Network Is
zh_hans: Wi-Fi 网络为
zh_hant: Wi-Fi 網路為

source: Wi-Fi network name
zh_hans: Wi-Fi 网络名称
zh_hant: Wi-Fi 網路名稱

source: Widget & Activity
zh_hans: 小组件与活动
zh_hant: 小工具與活動

source: Widget Blur Radius Max
zh_hans: 小组件最大模糊半径
zh_hant: 小工具最大模糊半徑

source: Widget Transitions
zh_hans: 小组件切换动画
zh_hant: 小工具轉場效果

source: Widget View Style
zh_hans: 小组件视图样式
zh_hant: 小工具檢視樣式

source: Widget Visibility & Order
zh_hans: 小组件显示与顺序
zh_hant: 小工具可見性與順序

source: Widgets
zh_hans: 小组件
zh_hant: 小工具

source: Widgets & Content
zh_hans: 小组件与内容
zh_hant: 小工具與內容

source: Width
zh_hans: 宽度
zh_hant: 寬度

source: Wind
zh_hans: 风况
zh_hant: 風

source: Wind: %@
zh_hans: 风速：%@
zh_hant: 風速：%@

source: Window Background
zh_hans: 窗口背景
zh_hant: 視窗背景

source: Window Switcher
zh_hans: 窗口切换器
zh_hant: 視窗切換器

source: Window Switcher Layout
zh_hans: 窗口切换器布局
zh_hant: 視窗切換器佈局

source: Window previews, app switching, dock controls, and display behavior.
zh_hans: 设置窗口预览、应用切换、程序坞控制和显示行为。
zh_hant: 視窗預覽、App 切換、Dock 控制和顯示器行為。

source: Windows glide into their zone with a short eased animation.
zh_hans: 窗口以短暂的缓动动画滑入目标分区。
zh_hant: 視窗會以簡短的緩動動畫滑入其區域。

source: Windows jump straight to their zone.
zh_hans: 窗口直接移到目标分区。
zh_hant: 視窗會直接跳至其區域。

source: Work
zh_hans: 工作
zh_hant: 工作

source: Work Interval
zh_hans: 工作间隔
zh_hant: 工作間隔

source: Work with or without clipboard history enabled.
zh_hans: 无论是否启用剪贴板历史记录，都可使用此功能。
zh_hant: 無論是否啟用剪貼簿記錄皆可使用。

source: Working…
zh_hans: 正在处理…
zh_hant: 正在處理…

source: XDR Brightness
zh_hans: XDR 亮度
zh_hant: XDR 亮度

source: XDR Brightness Lock
zh_hans: XDR 亮度锁定
zh_hant: XDR 亮度鎖定

source: Xcode, Android Studio and Gradle, Swift, cargo, Go, npm and friends, make, Docker, and test runs.
zh_hans: Xcode、Android Studio 和 Gradle、Swift、cargo、Go、npm 等、make、Docker，以及测试任务。
zh_hant: Xcode、Android Studio 和 Gradle、Swift、cargo、Go、npm 等、make、Docker，以及測試執行。

source: Year
zh_hans: 年
zh_hant: 年

source: Yes
zh_hans: 是
zh_hant: 是

source: Yest
zh_hans: 昨天
zh_hant: 昨天

source: You are up to date!
zh_hans: 已是最新版本！
zh_hant: 你已是最新版本！

source: You can review Sapphire's macOS permissions in System Settings.
zh_hans: 你可以在系统设置中查看 Sapphire 的 macOS 权限。
zh_hant: 你可以在「系統設定」中查看 Sapphire 的 macOS 權限。

# You finished %lld blocks. Total focus today: %@.
source: You finished %1$lld blocks. Total focus today: %2$@.
zh_hans: 你已完成 %1$lld 个专注时段。今日专注总时长：%2$@。
zh_hant: 你已完成 %1$lld 個專注區段。今日專注總計：%2$@。

source: You have no events or reminders scheduled.
zh_hans: 没有安排的日程或提醒事项。
zh_hant: 你沒有已排定的行程或提醒事項。

source: You missed a day without an immunity slot.
zh_hans: 有一天未完成专注，且没有安排豁免日。
zh_hant: 你有一天未完成，且沒有可用的豁免額度。

source: You're All Set!
zh_hans: 一切准备就绪！
zh_hant: 一切就緒！

source: You're on a beta build. Switching to Stable lets you install the latest stable release.
zh_hans: 你正在使用测试版。切换到稳定版通道后，可以安装最新稳定版本。
zh_hant: 你目前使用的是 Beta 版本。切換至「穩定版」即可安裝最新的穩定版本。

source: Your Apple Music playlists
zh_hans: 你的 Apple Music 播放列表
zh_hant: 你的 Apple Music 播放列表

source: Your Home
zh_hans: 你的首页
zh_hant: 你的首頁

source: Your Mac's password is securely stored in the Keychain.
zh_hans: 你的 Mac 密码安全存储在钥匙串中。
zh_hant: 你的 Mac 密碼已安全地儲存在鑰匙圈中。

source: Your One-Time Code:
zh_hans: 你的一次性代码：
zh_hant: 你的一次性代碼：

source: Your Personal Code (Unlimited Use):
zh_hans: 你的个人代码（可重复使用）：
zh_hant: 你的個人代碼（無使用次數限制）：

source: Your Privacy Matters
zh_hans: 重视你的隐私
zh_hant: 你的隱私很重要

source: Your Replay
zh_hans: 你的音乐回忆
zh_hant: 你的音樂回顧

source: Your scheduled focus session is running for %lld minutes. Stay focused!
zh_hans: 已按计划开始专注，时长 %lld 分钟。保持专注！
zh_hant: 你排定的專注時段正在進行，時長 %lld 分鐘。保持專注！

source: Your streak broke
zh_hans: 连续专注已中断
zh_hant: 你的連續紀錄已中斷

source: Zone %lld
zh_hans: 分区 %lld
zh_hant: 區域 %lld

source: add captures to the '%@' face profile
zh_hans: 向“%@”面容档案添加采集图像
zh_hant: 新增擷取影像至「%@」臉部設定檔

source: another device
zh_hans: 其他设备
zh_hant: 其他裝置

source: any Focus mode
zh_hans: 任意专注模式
zh_hant: 任何專注模式

source: any network
zh_hans: 任意网络
zh_hant: 任何網路

source: app available
zh_hans: 个应用可更新
zh_hant: 個 App 可更新

source: app unsupported
zh_hans: 个应用不受支持
zh_hant: 個 App 不支援

source: app up to date
zh_hans: 个应用已是最新
zh_hant: 個 App 已是最新版本

source: apps available
zh_hans: 个应用可更新
zh_hant: 個 App 可更新

source: apps unsupported
zh_hans: 个应用不受支持
zh_hant: 個 App 不支援

source: apps up to date
zh_hans: 个应用已是最新
zh_hant: 個 App 已是最新版本

# authentication.monitoring
source: Monitoring
zh_hans: 正在监测
zh_hant: 正在監控

source: auto
zh_hans: 自动
zh_hant: 自動

# battery.health.fair
source: Fair
zh_hans: 一般
zh_hant: 普通

# battery.health.good
source: Good
zh_hans: 良好
zh_hant: 良好

# battery.health.normal
source: Normal
zh_hans: 正常
zh_hant: 正常

# battery.health.poor
source: Poor
zh_hans: 较差
zh_hant: 不佳

# battery.health.unknown
source: Unknown
zh_hans: 未知
zh_hant: 未知

source: brew info failed for this cask
zh_hans: 此 cask 的 brew info 命令执行失败
zh_hant: 此 cask 的 brew info 執行失敗

source: brew upgrade failed — run it in Terminal for details.
zh_hans: brew upgrade 失败 — 请在终端运行该命令以查看详情。
zh_hant: brew upgrade 失敗 — 請在「終端機」中執行以查看詳細資訊。

source: day
zh_hans: 天
zh_hant: 天

source: days
zh_hans: 天
zh_hant: 天

source: days in a row
zh_hans: 连续天数
zh_hant: 連續天數

source: delete the '%@' face profile
zh_hans: 删除“%@”面容档案
zh_hant: 刪除「%@」臉部設定檔

source: e.g. twitter.com
zh_hans: 例如 twitter.com
zh_hant: 例如 twitter.com

source: ellipsis
zh_hans: 省略号
zh_hant: 省略符號

# emoji.skin-tone.dark
source: Dark
zh_hans: 深肤色
zh_hant: 深膚色

# emoji.skin-tone.light
source: Light
zh_hans: 浅肤色
zh_hant: 淺膚色

# emoji.skin-tone.medium
source: Medium
zh_hans: 中等肤色
zh_hant: 中等膚色

# emoji.skin-tone.mediumDark
source: Medium Dark
zh_hans: 中深肤色
zh_hant: 中深膚色

# emoji.skin-tone.mediumLight
source: Medium Light
zh_hans: 中浅肤色
zh_hant: 中淺膚色

# emoji.skin-tone.none
source: Default
zh_hans: 默认肤色
zh_hant: 預設膚色

source: exit =
zh_hans: 退出码 =
zh_hant: 結束代碼 =

source: hr
zh_hans: 小时
zh_hant: 小時

source: iMessage Registration
zh_hans: iMessage 注册
zh_hant: iMessage 註冊

source: just now
zh_hans: 刚刚
zh_hant: 剛剛

source: launchctl exited with status %d.
zh_hans: launchctl 已退出，状态码为 %d。
zh_hant: launchctl 已結束，狀態碼為 %d。

source: macOS Capacity
zh_hans: macOS 容量
zh_hant: macOS 容量

source: macOS Condition
zh_hans: macOS 状况
zh_hant: macOS 狀況

source: macOS Permissions
zh_hans: macOS 权限
zh_hant: macOS 權限

source: macOS lost the helper (status 3). Reset the helper; Sapphire will relaunch if it stays stuck.
zh_hans: macOS 丢失了辅助服务（状态 3）。请重置辅助服务；如果仍未恢复，Sapphire 将重新启动。
zh_hant: macOS 遺失了輔助服務（狀態 3）。請重置輔助服務；若仍卡住，Sapphire 將重新啟動。

source: macOS lost the helper registration (SAP-H3). Tap Reset Helper to rebuild it; Sapphire relaunches itself if the helper stays stuck.
zh_hans: macOS 丢失了辅助服务注册（SAP-H3）。点击“重置辅助服务”重新注册；如果仍未恢复，Sapphire 会自行重新启动。
zh_hant: macOS 遺失了輔助服務的註冊（SAP-H3）。請點一下「重置輔助服務」來重建；若輔助服務仍卡住，Sapphire 會自行重新啟動。

source: macOS reports that this item cannot be moved to Trash.
zh_hans: macOS 报告此项目无法移到废纸篓。
zh_hant: macOS 回報此項目無法移到垃圾桶。

source: min
zh_hans: 分钟
zh_hant: 分鐘

# music.hub.now
source: Now
zh_hans: 正在播放
zh_hant: 正在播放

# music.playback.next
source: Next
zh_hans: 下一首
zh_hant: 下一首

# music.playback.previous
source: Previous
zh_hans: 上一首
zh_hant: 上一首

# music.up-next
source: UP NEXT
zh_hans: 接下来播放
zh_hant: 接下來播放

source: now
zh_hans: 现在
zh_hant: 現在

# onboarding.next
source: Next
zh_hans: 下一步
zh_hant: 下一步

source: optional argument
zh_hans: 可选参数
zh_hant: 選用引數

source: pending
zh_hans: 待处理
zh_hant: 待處理

source: re-checked every
zh_hans: 重新检查间隔
zh_hant: 重新檢查間隔

source: register the '%@' face profile
zh_hans: 录入“%@”面容档案
zh_hant: 註冊「%@」臉部設定檔

source: sec
zh_hans: 秒
zh_hant: 秒

# settings.apps.filter.current
source: Current
zh_hans: 已是最新
zh_hant: 已是最新版本

source: this link
zh_hans: 此链接
zh_hant: 此連結

source: today
zh_hans: 今天
zh_hant: 今天

source: tomorrow
zh_hans: 明天
zh_hant: 明天

source: unknown
zh_hans: 未知
zh_hant: 未知

# weather.condition.clear
source: Clear
zh_hans: 晴
zh_hant: 晴

# weather.condition.rain
source: Rain
zh_hans: 雨
zh_hant: 雨

source: while plugged in
zh_hans: 接通电源时
zh_hant: 接上電源時

source: while unplugged
zh_hans: 未接通电源时
zh_hant: 未接上電源時

source: your speaker
zh_hans: 你的扬声器
zh_hant: 你的揚聲器

source: © 2025 Shariq Charolia. All rights reserved.
zh_hans: © 2025 Shariq Charolia。保留所有权利。
zh_hant: © 2025 Shariq Charolia。版權所有。

source: · %lld/%lld subtasks · %lld actions · %@
zh_hans: · %lld/%lld 项子任务 · %lld 次操作 · %@
zh_hant: · %lld/%lld 個子任務 · %lld 個動作 · %@

source: ↑ Improving
zh_hans: ↑ 正在改善
zh_hant: ↑ 正在改善

source: → Steady
zh_hans: → 保持稳定
zh_hant: → 保持穩定

source: ↓ Declining
zh_hans: ↓ 正在下降
zh_hant: ↓ 正在下降

source: ⌘V in Finder turns a copied image into a PNG file in the front folder.
zh_hans: 在访达中按 ⌘V，将已复制的图像保存为当前文件夹中的 PNG 文件。
zh_hant: 在 Finder 中按 ⌘V，會將拷貝的影像轉為最前方檔案夾中的 PNG 檔案。

source: ⌘X then ⌘V moves copied files instead of copying them, ⌘V pastes copied images as PNG files into the front Finder folder, and F2 renames the selected item.
zh_hans: 先按 ⌘X 再按 ⌘V，可移动已复制的文件；按 ⌘V 可将已复制的图像作为 PNG 文件粘贴到当前访达文件夹；按 F2 可重命名所选项目。
zh_hant: ⌘X 再按 ⌘V 會搬移拷貝的檔案而非複製，⌘V 會將拷貝的影像以 PNG 檔案貼至最前方的 Finder 檔案夾，F2 會為所選項目重新命名。

source: Not included in this build.
zh_hans: 此构建版本未包含此功能。
zh_hant: 此建置版本未包含此功能。

source: 8D Audio controls are not included in this build.
zh_hans: 此构建版本未包含 8D 音效控制。
zh_hant: 此建置版本未包含 8D 音訊控制項。

source: Surround Audio controls are not included in this build.
zh_hans: 此构建版本未包含环绕音效控制。
zh_hant: 此建置版本未包含環繞音訊控制項。

source: You get %lld every month. Use one to revive a broken streak.
zh_hans: 每月可获得 %lld 次补签机会，用于恢复中断的连续记录。
zh_hant: 每月可獲得 %lld 張，可用來恢復中斷的連續紀錄。

source: Report immunity days at least 3 days in advance to protect your streak. If a streak breaks, use your monthly streak pass to restore it.
zh_hans: 至少提前 3 天申报豁免日可保护连续记录。如果记录中断，可使用每月一次的补签机会恢复。
zh_hant: 至少提前 3 天申報豁免日，即可保護連續紀錄。若連續紀錄中斷，可使用每月的連續紀錄通行證來恢復。

source: Unsupported conversion format.
zh_hans: 不支持此转换格式。
zh_hant: 不支援此轉換格式。

source: Unsupported video format.
zh_hans: 不支持此视频格式。
zh_hant: 不支援此影片格式。

source: File export did not complete.
zh_hans: 文件导出未完成。
zh_hant: 檔案輸出未完成。

source: Enables File Shelf and deeper system integrations.
zh_hans: 启用文件暂存架及更深入的系统集成。
zh_hant: 啟用檔案暫存架及更深入的系統整合。

source: Required for per-app audio capture, live window previews, and the hinge-driven desktop animation.
zh_hans: 应用音频采集、实时窗口预览和铰链驱动的桌面动画需要此权限。
zh_hant: 各 App 音訊擷取、即時視窗預覽，以及依螢幕開合角度驅動的桌面動畫需要此權限。

source: Could not lay out PDF text.
zh_hans: 无法排版 PDF 文本。
zh_hant: 無法排版 PDF 文字。
